Repository: EmmanuelNativel/Virtual-Time-Clock---Client
Catalog: Virtual Time Clock - Client/ressources/*.lproj/Localizable.strings
Languages: fr

# passwordPlaceholder
source: Password
fr: Mot de passe

# loginButton
source: Log in
fr: Connexion

# check
source: Checked !
fr: Pointez ici !

# reportButton
source: Report
fr: Rapport

# dateLabel
source: Updated on :
fr: Mis à jour le :

# connectionFailed
source: Connection failed. Please review your informations.
fr: La connexion a échouée. Veuillez vérifier vos identifiants.

# formError
source: Please complete all the fields
fr: Veuillez remplir tous les champs

# leaderError
source: Leader's account doesn't have access to this app
fr: Les gérants n'ont pas accès à cette application

# welcomMessage
source: Welcome
fr: Bienvenue

# missionsLoadingError
source: Impossible to load missions. Please disconnect and retry.
fr: Impossible de charger les missions. Veuillez vous déconnecter et réessayer.

# checkError
source: You are out of mission area !
fr: Vous n'êtes pas dans la zone de la mission !

# missionNotExist
source: This mission doesn't exist anymore
fr: La mission n'existe plus

# imageUploadError
source: Impossible to upload the image
fr: Impossible d'enregistrer l'image

# imageUploadSuccess
source: Image saved
fr: Image enregistrée
